
				<?php 
				if($controller){
						include 'controllers/'.$controller; 
					}
					?>
				
				<h1 class="h1" style="margin-top: 250px;color: black;">Безкоштовна підготовка до зно,контрольних та самостійних робіт</h1>
				<p>TestEdu - це безкоштовний сайт для учнів шкіл та вищих навчальних закладів, на якому ви зовсім безкоштовно можете перевірити свої знання з таких предметів як: Математика,Українська мова,Історія,Інформатика,Фізика.</p>
				<?php if (isset($_SESSION['login'])) {?>
				<div class="button">
					<a href="Testu">Перейти до вибіру предмету для тесту</a>
				</div>
			<?php }else{

				?>
				<br>
				<span style="color: red;">Перед тем, як перейти до проходження тестів, необхідно авторизуватись!</span>
			<?php }
			
			?>
